var about=["Государство", "Столица", "Континент", "Часть света",  "Разница во времени",  
           "Денежная единица",  "Географические объекты",  "Литературные произведения",
		   "Исторические события"];
	   
var countries=[
  ["Италия", "Рим", "Евразия", "Европа", -2, "итальянская лира", 
    ["Альпы", "Пальмария", "Апеннинский полуостров", "Комо", "Тальяменто"], 
    [["Джованни Верга", "Жизнь среди полей", 1880], ["Анна Виванти", "Цирцея", 1912], ["Джузеппе Понтиджа", "Рождённые дважды", 2000]],
	{"1882":"избирательная реформа", "1945":"антифашистское восстание, 18-28 апреля"}
  ],
  ["Франция", "Париж", "Евразия", "Европа", -1, "евро", 
    ["Эндр", "Пиренеи", "Луара", "Альпы", "Бискайский залив"], 
    [["Александр Дюма", "Граф Монте-Кристо", 1845], ["Жюль Габриэль Верн", "Завещание чудака", 1900], ["Луи Анри Буссенар", "Капитан Сорви-голова", 2001], ["Морис Самюэль Роже Шарль Дрюон", "Тисту — мальчик с зелеными пальцами", 1957]],
	{"1572":"Варфоломеевская ночь", "1648":"Вестфальский мир", "1914":"Марнское сражение, 5-12 сентября"}
  ],
  ["Россия", "Москва", "Евразия", "Евразия", 0, "Российский рубль", 
    ["Скала Парус", "Уральские горы", "Озеро Байкал", "Волга"], 
    [["Лев Тольстой", "Война и мир", 1863], ["Николай Гоголь", "Мертвые души", 1835], ["Михаил Булгаков", "Мастер и Маргарита", 1929], ["Михаил Лермонтов", "Герой нашего времени", 1839]],
	{"862":"Основание Киевской Руси", "1941-1945":"Великая отечественная война", "1991":"Распад СССР"}
  ],
  ["Китай", "Пекин", "Евразия", "Азия", +5, "Китайский юань", 
    ["Река Яньцзы", "Река Меконг", "Китайское море", "Нагорье Тибет"], 
    [["Ло Гуанчжун", "Троецарствие", 1494], ["Сюй Чжунлинь", "Возвышение в ранг", 1500], ["Цао Сюэцинь", "Сон в краном тереме", 1800]],
	{"220-280":"Эпоха Троецарствие", "311":"период смуты пяти плямен", "1840":"начало первой опиумной войны"}
  ],
  ["Украина", "Киев", "Евразия", "Европа", 0, "Украинская гривна", 
    ["Река Днепр", "Река Говерла", "Черная гора", "Петрос", "Озеро Ялпуг"], 
    [["Сергей Жадан", "Месопотамия", 2014], ["Любко Дереш", "Культ", 1984]],
	{"988":"Крещение Руси", "1199-1349":"Галицко-Валынское княжество", "1986":"Авария на Чернобольской АЭС"}
  ],
  ["Япония", "Токио", "Евразия", "Азия", 6, "японская иена", 
    ["Фудзияма", "Сакурадзима", "Абукума"], 
	[["Сюсаку Эндо", "Море и яд", 1958], ["Юдзо Ямамото", "Профессор Цумура", 1919], ["Марико Хасиока", "Аут", 1997]],
	{"1872":" отменена сложного и строгого сословного деления", "1904":"японский флот атаковал русскую эскадру в Порт-Артуре", "1941":"атака на Пёрл-Харбор"}
  ],
  ["Афганистан", "Кабул", "Евразия", "Азия", 1.5, "афгани", 
    ["Намакзар", "Дашти-Марго", "Фарахруд", "Гиндукуш"], 
    [["Гуль Пача Ульфат", "Голос сердца", 1962], ["Абдуррауф Бенава", "Горестные размышления", 1957], ["Махмуд-бек Тарзи", "Путешествия через три континента за 29 дней", 1914]],
	{"1973":"провозглашение Республики, 17 июля", "2004":"новая Конституция и проведены первые президентские выборы"}
  ],
  ["Индия", "Нью-Дели", "Евразия", "Азия", 2.5, "Индийская рупия", 
    ["Ганг", "Гуру-Сикар", "Дудхсагар", "Цо-Морари", "Деканские траппы"],  
    [["Арундати Рой", "Бог мелочей", 1997], ["Хушвант Сингх", "Поезд в Пакистан", 1956]],
	{"1857":"Восстание Сипаев", "1617":"Британская Ост-Индская компания получила право торговать с Индией", "1948":"Операция «Поло»", "1986":"архитектурное наследие Хампи включено в список Всемирного наследия"}
  ],
  ["США", "Вашингтон", "Северная Америка", "Америка", -7, "доллар", 
    ["Гудзонский пролив", "Мексиканский пролив", "Калифорнийский пролив", "Национальный парк Меса Верде"], 
    [["Марк Твен", "Приключения Тома Сойера", 1876], ["Карпер Ли", "Убить пересмешника", 1960], ["Джек лондон", "Марин Иден ", 1909], ["Джон Стейнбек","Гроздья гнева", 1939]],
	{"1607":"Основание Первой Английской калонии", "1783":"Окончание войны за независимость", "1776":"Принятие декларации независимости"}
  ],
  ["Германия", "Берлин", "Евразия", "Европа", +1, "немецкая марка", 
    ["Альпы", "Река Рейн", "Река Дунай", "Боденское озеро", "Кильский канал"], 
    [["Гюнтер Грасс", "Жестянной барабан", 1959], ["Генрих Манн", "Земля обитованная", 1871], ["Карнелия Функе","Чернильное сердце",2003]],
	{"1096":"первый крестовый поход", "1555":"Аугсбурский мир", "1870":"Франко-Прусская война"}
  ],
  ["Великобритания", "Лондон", "", "Европа", -3, "фунт стерлингов", 
    ["Тис", "Белые клифы Дувра", "Саут-Даунс", "Скофелл-Пайк"], 
    [["Майн Рида", "Огненная земля", 1883], ["Уильям Шекспир", "Ромео и Джульетта", 1595], ["Оскар Уайльд", "Портрет Дориана Грея", 1891], ["Джонатан Свифт", "Путешествия в некоторые удалённые страны мира в четырёх частях: сочинение Лемюэля Гулливера, сначала хирурга, а затем капитана нескольких кораблей", 1726]],
	{"1701":"Акт о престолонаследии", "1455":"начало войны Алой и Белой розы", "1215":"Великая хартия вольностей"}
  ],
  ["Мексика", "Мехико", "Южная Америка", "Америка", -9, "мексиканское песо", 
    ["Попокатепетль", "Калифорния", "Эль-Вискаино", "Сонора", "Чапала", "Гуадалупе", "Пещера Ласточек"], 
    [["Октавио Пас", "Salamandra", 1962], ["Амадо Нерво", "Недвижная возлюбленная", 1922], ["Карлос Фуэнтес", "Смерть Артемио Круса", 1962], ["Хуан Рульфо", "Педро Парамо", 1955]],
  {"1810":"Мексиканская война за независимость", "1536":"открытие коллегиума Санта-Крус де Тлателолько", "2006":"Революция кактусов"}
  ],
  ["Колумбия", "Богота", "Южная Америка", "Америка", -8, "колумбийское песо", 
    ["Кристобаль-Колон", "Магдалена", "Каука", "Анды", "Льянос"], 
    [["Рафаэль Помбо", "Флибустьеры", 1856], ["Хосе Эустасио Ривера", "Вихрь", 1924], ["Лаура Рестрепо", "Леопард на солнце", 1993]],
  {"1916":"обнаружены богатейшие запасы нефти", "1549":"образование королевской аудиенсии и канцелярии Санта-Фе де Боготы", "1886":"принята консервативная конституция"}
  ],
   ["Канада", "Оттава", "Северная Америка", "Америка", -7, "канадский доллар", 
    ["Фанди", "Подкова", "Элсмир", "Невольничье озеро", "Оттава"], 
    [["Филип Майкл Ондатже", "Английский пациент", 1992], ["Маргарет Этвуд", "Up In The Tree", 1978]],
  {"1608":"основание города Квебек", "1838":"Битва за ветряную мельницу", "1867":"Канада получила право формировать собственное правительство"}
  ]  
  
];